content/books/factfulness.md
+++
title = "Factfulness"
date = 2021-03-01
tags = ["book"]
draft = false
+++

## Factfulness {#factfulness}


### Description {#description}

-   "You are probably wrong..." about almost everything in this world
    -   make sure to check <https://www.gapminder.org/> and do a self-test
-   This is the kind of book that makes you think about your current view of the world.
    -   it not only presents the status-quo in a Data Driven manner
    -   it also convinces you that the world we're living in is doing pretty well
-   The author writes about 10 misconceptions that influence our way of thinking more than we can realize it


## Notes {#notes}


#### Blame instinct {#blame-instinct}

-   The blame instinct
    -   Resist pointing your finger


#### Fear instinct {#fear-instinct}

-   The fear instinct
    -   Calculate the risks


#### Gap instinct {#gap-instinct}

-   The Gap instinct
    -   Look for the majority
    -   People have a binary perspective of the world
    -   There are 4 levels/categories how world population should be splitted to (based on income per day) (Souce: <https://www.gapminder.org/fw/income-levels>)
        -   Level 1 (0-2 $)
            -   1 Billion people
        -   Level 2 (2-8 $)
            -   3 Billions people
        -   Level 3 (8-32 $)
            -   2 Billions people
        -   Level 4 (32- ... $)
            -   1 Billion people
    -   Usually there is no gap
        -   most of the time you have an overlap
    -   look for the majority
        -   don't compare averages
        -   don't compare extremes (majority is usually somewhere in between where the gap should be)
        -   don't look from up here (it distorts the view)


#### Generalization instinct {#generalization-instinct}

-   The generalization instinct
    -   Question your categories
    -   <https://www.gapminder.org/dollar-street>
    -   Beware of the majority
        -   When someone says that a majority of a group has some property it can sound like most of them have something in common. Remember that majority just means more than half. It could mean 51%. It could mean 99%. If possible, ask for the percentage.
-   The destiny instinct
    -   Slow change is still a change
-   The single perspective instinct
    -   Get a tool box

    -   is always good

        > A single typo in your CV and you probably don't get the job. But if you put 1 billion people on the wrong continent you can still get hired. You can even get a promotion.


#### Negativity instinct {#negativity-instinct}

-   The Negativity instinct
    -   Expect bad news
        -   and seek actively for good news
    -   baked by mass-media (negative news)
        -   also see
-   The straight line instinct
    -   Lines might bend
    -   don't assume straight lines
    -   many trends have different growth than straigh lines


#### Size instinct {#size-instinct}

-   The size instinct
    -   Get things in proportion

        > Never, ever leave a number all by itself. Never believe that one number on its own can be meaninful. If you are offered one number, always ask for at least one more. Something to compare it with

    -   always compare numbers
    -   compare between rates
    -   apply to understand which numbers are important or not
    -   The PIN code of the world
        -   describes the world population distribution
        -   1-1-1-4 (in billions)
        -   Americas: 1
        -   Europe: 1
        -   Africa: 1
        -   Asia: 4


#### Urgency instinct {#urgency-instinct}

Quotes

-   The urgency instinct
    -   Take small steps


## Quotes {#quotes}


#### Factfulness - Note 1 {#factfulness-note-1}

> Take for example, girl's education. Educating girls has proven to be one the world's best-ever ideas. When women are educated, all kinds of wonderful things happen in societies. The workforce becomes diversified and able to make better decisions and solve more problems. Educated mothers decide to have fewer children and more children survive. More energy and time is invested in each child's education. It's a virtuous cycle of change.